Revit 2027 API
TransferredProjectStandardsEventArgs.TargetDocument Property
 Target document.
Namespace: Autodesk.Revit.UI.Events
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Document TargetDocument { get; }
Public ReadOnly Property TargetDocument As Document
	Get
public:
property Document^ TargetDocument {
	Document^ get ();
}
member TargetDocument : Document with get
Property Value
Document
See Also
Reference
TransferredProjectStandardsEventArgs Class
Autodesk.Revit.UI.Events Namespace